[
  {
    "author": "Amy Brenneman",
    "content": "I could never have imagined that a decision I made at age 21 would be such fodder for scrutiny today. In the spring of my junior year at Harvard, my period was late. I had been in a relationship for almost two years with a loving and supportive boyfriend. We used birth control, but it malfunctioned. When I learned I was pregnant, I knew immediately and without question that I wanted an abortion. I had no desire to be a mother at that time — I wanted to finish college and start my career. We found a doctor in the yellow pages.  We went to his clean and respectable office. I had the procedure done with no pain; my boyfriend was with me the whole time. Afterward, I breathed huge sigh of relief and thought to myself, I get my life back! I was grateful that I lived in a country where forced birth was not the law of the land and where motherhood was not a lifelong consequence for a contraception slip. I have never, not for one moment, regretted my abortion. My husband of 20 years and I became parents when we had built a home to nurture our children. Indeed, being a parent has only strengthened my commitment to reproductive justice as access to legal abortion allows children a fighting chance to be born into families that desire them and can support them.",
    "created_at": 20160329,
    "title": "Why I'm Sharing My Abortion Story"
  },
  {
    "author": "Nicole Perez",
    "content": "I was 17 at the time and my birthday was a month away when I found out that I was pregnant. My boyfriend was delivering pizza in his first year of college. I was about to graduate high school and start college. We knew [having a child] wasn’t possible, but that does not mean it was easy. Being that we did not want our parents to know, we could not use our insurance and had to pay for [the abortion] on our own. When we first started calling, we kept hearing $700-$1100, which was not in our price range. We needed to get it as soon as possible; I was showing. After a few days we came across a place for $350. It was the lowest we could find. I am so grateful that abortion is legal in New York City, because if it was not I could not be following my dreams. I know it will be the right time when I’m done with college, and I know that I had to do it because I was not ready.",
    "created_at": 20160329,
    "title": "I was 17"
  },
  {
    "author": "Saiya Miller",
    "content": "When I discovered I was pregnant, the first person I called was my sister, a nurse midwife who lives and practices in California. She helped me navigate my options. At the time, I was 25 years old and my health insurance coverage was still obtained through my father’s employer until I turned 26. However, the insurance plan’s coverage was very limited in Louisiana and Texas. Therefore, I might risk my insurance being denied, or having huge costs associated, at one of three places: the ultrasound I would obtain in Louisiana or Texas, the possible medical abortion (pills taken rather than surgical procedure) if I was under 7 weeks pregnant, or the [surgical procedure] I would need if I was over 7 weeks pregnant. Then, I factored in travel costs. If I travelled to Shreveport, Louisiana or Houston, Texas, the cost of my gas and/or plane ticket, plus the lodging I would need during my abortion and recovery, would have [been] hundreds of dollars. All these factors led to me making the decision to buy a plane ticket to California, which was pretty much the same cost as a ticket to Houston. I knew my sister could arrange an ultrasound through her practice * * *. My insurance at the time would cover the cost in full through that practice and hospital—a bill that would have been over two thousand dollars if I was not covered. Plus, I could stay with my sister while I recovered. The decision was relatively easy for me to make based on all these things, but I was lucky to have these options available to me.",
    "created_at": 20160329,
    "title": "The first person I called was my sister"
  },
  {
    "author": "Lisa Ginardi",
    "content": "When I found out I was pregnant, it was late—close to the legal number of weeks [in which you are allowed] to have an abortion in my home state. I was violently ill, too ill to go to work consistently, so I lost my job. It was a brutal ticking time bomb, trying to scrape together enough funds in time to afford the procedure, which now cost even more because it was close to the time limit. [The man involved] ended up pawning his most prized possession to pay for it, something that would now be of great value. I’ve always felt guilty about that. The day I went to the clinic was one day before the legal limit. I recall them telling me that. It was agonizing to feel one day away from what felt like life-changing, imminent doom.",
    "created_at": 20160329,
    "title": "I found out late"
  },
  {
    "author": "Suzanne Dalton",
    "content": "I didn’t have insurance or a gynecologist, so I knew my cheapest hope [for obtaining birth control] was Planned Parenthood. New restrictions had been approved by the legislature that effectively cut millions in funding for Planned Parenthood, and our Huntsville clinic had no choice but to close its doors. The next nearest clinic that I could go to for birth control was all the way in Houston, over 150 miles roundtrip and an hour away. That’s when I made the decision that condoms would just have to be good enough. I could barely afford food, much less gas to and from Houston, plus the costs of the pills. Surprisingly, when I saw the two blue lines [indicating a positive pregnancy test], I was completely calm. I knew what needed to happen. I called the Planned Parenthood in Houston and made an appointment.",
    "created_at": 20160329,
    "title": "the two blue lines"
  },
  {
    "author": "Candice Russell",
    "content": "I realized I was pregnant again in the spring. Due to a combination of how far along I was and a lack of availability for appointments at clinics in the Dallas–Fort Worth area it was decided that I would travel to California, where my then-partner lived, to undergo my surgical abortion. I realize just how privileged I am to have been able to do this. The 10 places in my state where access is the most hindered are unfortunately also vastly underresourced. People in the Rio Grande Valley for the most part cannot just get on a plane and travel 1500 miles away to have an abortion. I am a very lucky woman to have been able to do what I did.",
    "created_at": 20160329,
    "title": "I traveled to CA"
  },
  {
    "author": "Rachel Barnes",
    "content": "I had an abortion just over a month ago. It has been the worst month of my life and I can never imagine feeling worse. I have been dating my boyfriend on and off for almost three years. Over the summer we started having serious issues and I started sleeping with other people. I got pregnant in November and I don’t know whose baby it was.",
    "created_at": 20160329,
    "title": "A month ago"
  },
  {
    "author": "Sar",
    "content": "I had an abortion just over a month ago. It has been the worst month of my life and I can never imagine feeling worse. I have been dating my boyfriend on and off for almost three years. Over the summer we started having serious issues and I started sleeping with other people. I got pregnant in November and I don’t know whose baby it was… When I got to the clinic on the other hand, it was the worst experience of my life. I have gone to Catholic school my whole life , even Catholic college (I have a minor in theology and have been to the Vatican) but the way I was treated by the protesters was disgusting. I had some women quote the bible to me and throw rosaries in my face, I lost it. I started quoting the bible right back to her “judge ye least ye not be judged” and asked her if she was God or Jesus. To me those are the only two who can judge you and until you are perfect don’t throw any stones at me. So I went into the clinic after this and got checked in then sat down. I spent the next 8 hours of my day there before I finally got to take the abortion pill… honestly as soon as i took it part of me wished i didn’t… I think most people feel that. An abortion is not something anyone wants to have. After that I got the rest of my drugs and then went to my mom’s to be somewhere safe and finish the process. Honestly it did hurt but I remember sleeping a lot. I woke up when I really had to go to the bathroom otherwise I was asleep. The following week I had very light bleeding and not too much was happening, honestly I had hopped it didn’t work. I found out on February 2nd it did, I saw my little angel come out, it was weird it looked like a baby and I couldn’t help but stare at it for a really long time. I think about that day almost every day and that image will never be out of my head but I also think I made the right decision and I think God will forgive me. I think my perfect baby who has never experienced original sin is in heaven with my grandparents and i can’t wait to meet her or him one day. I never thought I would be someone who could go through with an abortion but when you’re scared and everyone else in your life is telling you to do something, its hard to see an alternative. It’s about a month later now and honestly I’m not doing my best, I have a lot of days when I’m sad and don’t know why I’m so angry. I deal with this by praying personally but also i know it has to get better. I know one day I will have a family and everything I couldn’t have provided for this baby and I will know I made the right decision.",
    "created_at": 20160329,
    "title": "The worst month of my life"
}
]
